[
    {
        "db_name": "illustrator",
        "tech_name_pre": "Adobe",
        "tech_name": "Illustrator",
        "tech_info": "Adobe Illustrator es un programa para diseño creado por Adobe Systems y es el primer programa oficial de su tipo lanzado por la compañía, definiendo en cierta manera el lenguaje gráfico contemporáneo mediante el dibujo vectorial."
    },
    {
        "db_name": "photoshop",
        "tech_name_pre": "Adobe",
        "tech_name": "Photoshop",
        "tech_info": "Adobe Photoshop es un editor de fotografías desarrollado por Adobe Systems Incorporated. Usado principalmente para el retoque de fotografías y gráficos, su nombre en español significa 'taller de fotos'."
    },

    {
        "db_name": "inDesign",
        "tech_name_pre": "Adobe",
        "tech_name": "InDesign",
        "tech_info": "Adobe InDesign (ID) es una aplicación para la composición digital de páginas desarrollada por la compañía Adobe Systems y dirigida a maquetadores profesionales"
    },

    {
        "db_name": "premier",
        "tech_name_pre": "Adobe",
        "tech_name": "Premier",
        "tech_info": "Adobe Photoshop es un editor de fotografías desarrollado por Adobe Systems Incorporated. Usado principalmente para el retoque de fotografías y gráficos, su nombre en español significa 'taller de fotos'."
    },

    {
        "db_name": "after_effects",
        "tech_name_pre": "Adobe",
        "tech_name": "AfterEffects",
        "tech_info": "Adobe After Effects es una aplicación que tiene forma de estudio destinado para la creación o aplicación en una composición, así como realización de gráficos profesionales en movimiento y efectos especiales, que desde sus raíces han consistido básicamente en la superposición de capas."
    },

    {
        "db_name": "xd",
        "tech_name_pre": "Adobe",
        "tech_name": "Xd",
        "tech_info": "Adobe Xd  herramienta de creación de prototipos y diseño de interfaz."
    },

    {
        "db_name": "figma",
        "tech_name": "Figma",
        "tech_info": "Figma es un editor de gráficos vectorial y una herramienta de generación de prototipos, principalmente basada en la web."
    },

    {
        "db_name": "html",
        "tech_name": "HTML",
        "tech_info": "HTML, acrónimo en inglés de HyperText Markup Language («lenguaje de marcado de hipertexto»), hace referencia al lenguaje de marcado utilizado en la creación de páginas web. Este estándar que sirve de referencia del software que interactúa con la elaboración de páginas web en sus diferentes versiones. Define una estructura básica y un código (denominado código HTML) para la presentación de contenido de una página web"
    },

    {
        "db_name": "css",
        "tech_name": "CSS",
        "tech_info": "CSS (siglas en inglés de Cascading Style Sheets), en español «Hojas de estilo en cascada», es un lenguaje de diseño gráfico para definir y crear la presentación de un documento estructurado escrito en un lenguaje de marcado.2​ Es muy usado para establecer el diseño visual en interfaces de usuario escritas en HTML"
    },

    {
        "db_name": "sass",
        "tech_name": "SASS",
        "tech_info": "Sass es un metalenguaje de Hojas de Estilo en Cascada (CSS)."
    },

    {
        "db_name": "gitHub",
        "tech_name": "GitHub",
        "tech_info": "GitHub es una forja (plataforma de desarrollo colaborativo) para alojar proyectos utilizando el sistema de control de versiones Git. Se utiliza principalmente para la creación de código fuente de programas de ordenador."
    },

    {
        "db_name": "js",
        "tech_name": "JavaScript",
        "tech_info": "JavaScript (abreviado comúnmente JS) es un lenguaje de programación interpretado, dialecto del estándar ECMAScript. Se define como orientado a objetos,2​ basado en prototipos, imperativo, débilmente tipado y dinámico. Se utiliza principalmente del lado del cliente, implementado como parte de un navegador web permitiendo mejoras en la interfaz de usuario y páginas web dinámicas3​ y JavaScript del lado del servidor (Server-side JavaScript o SSJS). Su uso en aplicaciones externas a la web, por ejemplo en documentos PDF, aplicaciones de escritorio (mayoritariamente widgets)"
    },

    {
        "db_name": "node",
        "tech_name": "Node.js",
        "tech_info": "Node.js es un entorno en tiempo de ejecución multiplataforma, de código abierto, para la capa del servidor (pero no limitándose a ello) basado en el lenguaje de programación JavaScript, asíncrono, con E/S de datos en una arquitectura orientada a eventos y basado en el motor V8 de Google."
    },

    {
        "db_name": "python",
        "tech_name": "Python",
        "tech_info": "Python es un lenguaje de alto nivel de programación interpretado cuya filosofía hace hincapié en la legibilidad de su código, se utiliza para desarrollar aplicaciones de todo tipo"
    },

    {
        "db_name": "react",
        "tech_name": "React",
        "tech_info": "React (también llamada React.js o ReactJS) es una biblioteca Javascript de código abierto diseñada para crear interfaces de usuario"
    }
]
